Repository: mozilla-l10n/mt-training-data
Catalog: azb/azb_pontoon.tmx
Source language: en_us
Languages: azb

source: One or more extensions stopped working, making your system unstable. %1$s unsuccessfully tried to restart the extension(s). Extensions won’t be restarted during your current session. Removing or disabling extensions may fix this issue.
azb: بیر و یا نئچه اوزانتیْ ایشی دایاندیریلدیْ، بوُدا سیستمیزی ثابیتسیز ائله‌دی. %1$s اوزانتیْ‌یی(لاریْ) یئنی‌دن باشلاتماغا باشاریْسیز اوْلدو. اوزانتیْ‌لار ایندیکی اوتورومونوزدا یئنی‌دن ایشه سالیْنمیاجاق. اوزانتیْ‌یی(لار)ین سیلینمه‌سی و یا گوجدن سالینماسیْ بو موُشکولو حل ائلیه بیلر.

source: On for this site
azb: بو سایت اوچون آچیق

source: On in all tabs
azb: بوتون تاغلاردا آچیْق

source: On in private tabs
azb: بوتون گیزلی تاغلاردا آچیْق

source: Only in Private tabs
azb: یالنیز اؤزل تاغلاردا

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
azb: کامپیوتریزده <b>https://firefox.com/pair</b> آدرسینه گئدین

source: Open
azb: آچ

source: Open all in new tabs
azb: هامیْسینی یئنی تاغ‌لاردا آچ

source: Open all in private tabs
azb: هامیْسینی گیزلی تاغ‌لاردا آچ

source: Open a new %1$s tab
azb: یئنی بیر %1$s تاغی آچین

source: Open %d tabs?
azb: %d آچیلسین؟

source: Open files downloaded to your device
azb: جاهازیزدا ایندیریلمیش فایللاری آچین

source: Open image in new tab
azb: عکسی یئنی تاغدا آچ

source: Open in…
azb: … دا آچین

source: Open in %1$s
azb: %1$s ایله آچ

source: Open in another app
azb: آیری اپ‌ده آچین

source: Open in app
azb: اپده آچ

source: Open in app? Your activity may no longer be private.
azb: اپ‌ده آچیلسین؟ فعالیتیز آرتیق گیزلی اولمایا بیلیر.

source: Opening screen
azb: آچیلیش اکرانی

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
azb: چوْخلو تاغ‌لاریْن آچیلماسیْ صفحه‌لر دوْلورکن %s سوُرعتینی یاواشلاتا بیلر. ایدامه وئرمه‌گه آرخایینسیز؟

source: Open in new tab
azb: یئنی تاغدا آچ

source: Open in private tab
azb: گیزلی تاغدا آچ

source: Open in regular tab
azb: معمولی تاغدا آچ

source: Open it in the menu
azb: منودا آچین

source: Open link in external app
azb: باغلانتی‌نی ائشیکده‌کی اپ‌ده آچ

source: Open link in new tab
azb: باغلانتی‌نی یئنی تاغدا آچ

source: Open link in private tab
azb: باغلانتی‌نی گیزلی تاغدا آچ

source: Open links in apps
azb: اَپ‌لرده باغلانتی‌ْلاری آچیْن.

source: Open links in a private tab
azb: باغلانتی‌نی گیزلی تاغدا آچ

source: open link to learn more
azb: آرتیق بیلمک اوچون باغلانتی‌نیْ آچ

source: open link to learn more about this collection
azb: بو مجموعه موْردینده آرتیق بیلمک اوچون باغلانتی‌نی آچین

source: Open on homepage
azb: آنایارپاق‌دا آچ

source: Open on homepage after four hours
azb: دؤرد ساعاتدان سونرا آنایارپاق‌دا آچ

source: Open on last tab
azb: سون تاغدا آچ

source: Open review checker
azb: باخیش یوخلایانیْ آچ

source: Open site in browser
azb: سایتی مرورگرده آچ

source: Open tabs
azb: تاغ‌لاریْ آچ

source: Open tabs menu
azb: آچیق تاغ‌لار منوسونو آچ

source: Optional
azb: گؤیوللو

source: Other Bookmarks
azb: باشقا بوکمارک‌لار

source: Our most powerful privacy feature yet isolates cross-site trackers.
azb: ایندیه قدر لاب گوجلو گیزلیلیک اؤزللیگیمیز، سایتلار آراسی ایزله‌ییجی‌لرین قاباغینی آلار.

source: Our non-profit backed browser helps stop companies from secretly following you around the web.
azb: نفع آختارمیان مورورچوموز، شیرکتلرین سیزی وب‌ده گیزلیجه تعقیب ائتمه‌سینی مسدود ائلییر.

source: Our non-profit backed browser helps stop companies from secretly following you around the web. Learn more in our privacy notice.
azb: نفع آختارمیان مورورچوموز، شیرکتلرین سیزی گیزلیجه اینترنتده تعقیب ائتمه‌لرینی مسدود ائلییر.

source: Our sponsors & your privacy
azb: بیزیم اسپانسرلریمیز و سیزین گیزلیگیز

source: Packaging and appearance
azb: پاکت‌له‌مه و گؤرونوش

source: <p>Additional information about this problem or error is currently unavailable.</p>
azb: <p>بو موشکول و خطا ایله ایلگیلی آرتیقراق بیلگی هله یوخدور.</p>

source: Pages will load normally, but block fewer trackers.
azb: صفحه‌لر نرمال یوکله‌نه‌جک، اما داها آز ایزله‌ییجی‌نی مسدود ائلیه‌جک.

source: Page translated from %1$s to %2$s
azb: صفحه %1$s دیلیندن %2$s دیلینه ترجمه اوْلدو

source: Page translated from %1$s to %2$s.
azb: صفحه %1$s دیلیندن %2$s دیلینه چئویریلدی.

source: Part of the Firefox family. %s
azb: فایرفاکس عائله‌سینین بیر پارچاسی. %s

source: Password
azb: رمز

source: Password copied to clipboard
azb: رمز کلیپبوردا کپی اوْلوندو

source: Password field must not be empty
azb: رمز یئرلیکی بوش اولمالیدیر

source: Password for %1$s
azb: %1$s اوچون رمز

source: Password options
azb: رمز سئچه‌نک‌لری

source: Passwords
azb: رمز‌لر

source: Passwords shortcut
azb: رمزلر شورتکاتی

source: Paste
azb: یاپیشدیر

source: Paste & Go
azb: یاپیشدیر و گئت

source: Pause
azb: دایاندیر

source: Payment methods
azb: اؤدمه آپاری‌ْلاری

source: Permissions
azb: ایجازه‌لر

source: Persistent Storage
azb: قالیجی ساخلاما

source: Phone
azb: تلفن

source: Pick a month
azb: بیر آی سئج

source: Pick up where you left off with tabs from other devices now on your homepage.
azb: ایندی آیری جهازلارداکی تاغلارلا، قالدیغینیز یئردن ایدامه وئرین.

source: Play
azb: اوینات

source: Please enable tab syncing.
azb: لطفا تاغ دؤنگل‌ینی گوجلندیر.

source: Please help make Firefox better by taking a short survey.
azb: لطفا، قیسا بیر سؤرغویا قاتیلاراق فایرفاکس تکمیل اولماسینا کمک ائدین.

source: Please re-authenticate.
azb: لطفا گئنه کیملیک دوغورلاماسی

source: Powered by %1$s
azb: %1$s گوجو ایله

source: POWERED BY %1$s
azb: %1$s طرفیندن گوج آلیر

source: Powered by %s.
azb: %s -دن گوج آلیر.

source: Prevents malicious scripts gaining access to your device to mine digital currency.
azb: ضررلی اسکریپت‌لرین دیجیتال ارز الده ائتمک اوچون جهانیزا گیرمه‌سی‌نین قاباغینیْ آلیر.

source: Prevent this page from creating additional dialogs
azb: بو صفحه‌نین ایضافی دیالوق‌لار یاراتماسی‌نین قارشیسینی آلین

source: Price
azb: قیمت

source: Print
azb: پرینت

source: Print…
azb: پرینت…

source: Privacy and security
azb: گیزلیلیک و گوونلیک

source: privacy notice
azb: گیزلیلیک بیلدیریمی

source: Privacy notice
azb: گیزلیلیک بیلدیریمی

source: Private
azb: گیزلی

source: Private browsing
azb: گیزلی مورور

source: Private browsing data deleted
azb: اؤزل باخیش دیتالاریْ سیلیندی

source: Private browsing in %1$s doesn’t save your info.
azb: گیزلی مرور %1$s-دا سیزین بیلگیلرینیزی ساخلاماز.

source: Private browsing session
azb: گیزلی مورور اوتورومو

source: Private %s
azb: گیزلی %s

source: Private Search
azb: گیزلی آختاریش

source: Private tab closed
azb: گیزلی تاغ باغلاندیْ

source: Private tabs
azb: گیزلی تاغ‌لار

source: Private tabs closed
azb: گیزلی تاغلار باغلاندیْ

source: Product is not available
azb: محصول یوْخدور

source: Protections are OFF for this site
azb: بو سایت اوچون قوْرومالار باغلیدیر

source: Protections are ON for this site
azb: بو سایت اوچون قوْرومالار آچیقدیر

source: Protection Settings
azb: قوْروما تنظیم‌لری

source: Provide cryptographic authentication services
azb: رمزلشدیرمه کیملیک دوغورلاما خیدمت‌لرین ایرائه‌سی

source: Province
azb: ایالت

source: Proxy Server Not Found
azb: پروکسی سرور تاپیلمادی

source: Proxy Server Refused Connection
azb: پروکسی سرور باغلانتی‌نی رد ائتدی

source: Pull to refresh
azb: رفرش اوچون چک

source: QR scanner
azb: QR اسکنچی‌سی

source: Quality
azb: نئجه‌لیک

source: Quick settings sheet
azb: یئیین تنظیم‌لر صفحه‌سی

source: Quit
azb: چیخ

source: Quit %1$s
azb: %1$s اَپ‌یندن چیخ

source: Quitting the application to apply changes…
azb: دگیشمه‌لری یئرینه سالماق اوچون اپلیکیشن‌دن چیْخیلیر…

source: Rate on Google Play
azb: گوگل پلی‌ده امتیاز وئر

source: Rating
azb: دگرلندیرمه

source: Read and modify bookmarks
azb: بوکمارک‌لاری اوخوما و ایصلاح ائتمه

source: Read and modify browser settings
azb: مورورچو تنظیم‌لرینی اوخویون و ایصلاح ائله‌یین

source: Read and modify privacy settings
azb: گیزلیلیک تنظیم‌لرینی اوخویون و ایصلاح ائله‌یین

source: Reader view
azb: اوخوجو گؤرونوشو

source: Reader View, Print, Share, Open app
azb: اوْخویوجو گؤرونوشو، پرینت، پایلاشما، اَپ آچما

source: Reader View, Translate, Print, Share, Open app
azb: اوْخویوجو گؤرونوشو، ترجمه، پرینت، پایلاشما، اَپ آچما

source: read the article
azb: مقاله‌نی اوْخو

source: Read the text of all open tabs
azb: بوتون آچیق تاغلارین متنینی اوخویون.

source: Read your browsing history
azb: گؤز آتما گئچمیشینی اوخویون

source: Ready to scan
azb: اسکنه حاضیر

source: Rear-facing camera
azb: سلفی کامئرا

source: Received tabs
azb: آلیْنان تاغ‌لار

source: Recent bookmarks
azb: سوْن بوکمارک‌لار

source: Recently closed
azb: سون باغلانان‌لار

source: Recently closed tabs
azb: سوْن باغلانان تاغ‌لار

source: Recently saved
azb: سون ساخلانان‌لار

source: Recently used
azb: یاخین‌دا ایشله‌دیلمیش

source: Recently visited
azb: سون باخیلان‌لار

source: Recommended
azb: توصیه اولموش

source: Reconnect to resume syncing
azb: دؤنگلی ایدامه وئرمک اوچون یئنی‌دن باغلانین.

source: Reconnect to Sync
azb: دونگلی کَس

source: Redirect Trackers
azb: ریدایرکت ‌ایزله‌ییجی‌لری

source: Refresh
azb: رفرش

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
azb: بو صفحه‌نین رفرشی اؤده‌مه گؤندرمک ویا بیر باخیشی ایکی دفعه یایینلاماق کیمی سون حرکت‌لرین تیکرار اولماسینا باعیث اولار.

source: Reliable reviews
azb: اعتبارلی باخیش‌لار

source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
azb: اعتبارلیْ باخیش‌لار، اعتقادیمیز وار، باخیش‌لار، چوْخ احتمال‌لا دوز، طرفسیز باخیش‌لاریْ وئرن واقعی مشتری‌لردن‌دیر.

source: Reload
azb: یئنیله

source: Remember decision for this site
azb: بو سایت اوچون قراری یاددا ساخلا

source: Reminder: %1$s is still using your camera. Tap to open the tab.
azb: یادا سالما: %1$s هله‌ده کامئرانیزدان ایستیفاده ائدیر. تاغی آچماق اوچون توخونون.

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab
azb: یادا سالما: %1$s هله‌ده کامئرا و میکروفونوزدان ایستیفاده ائدیر. تاغی آچماق اوچون توخونون

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
azb: یادا سالما: %1$s هله‌ده کامئرا و میکروفونوزدان ایستیفاده ائدیر. تاغی آچماق اوچون توخونون.

source: Reminder: %1$s is still using your microphone. Tap to open the tab
azb: یادا سالما: %1$s هله‌ده میکروفونوزدان ایستیفاده ائدیر. تاغی آچماق اوچون توخونون.

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
azb: یادا سالما: %1$s هله‌ده میکروفونوزدان ایستیفاده ائدیر. تاغی آچماق اوچون توخونون.

source: Remote debugging via USB
azb: USB طریقی‌نن اوُزاقدان سازلاما

source: Remove
azb: قالدیر

source: Remove account
azb: حساب قالدیْر

source: Removed %1$s
azb: %1$s قالدیریلدیْ

source: Remove from shortcuts
azb: شورتکات‌لاردان قالدیر

source: Removes history (including history synced from other devices)
azb: گئچمیشی (باشقا جهازلاردان دؤنگل اوْلموش گئچمیشده ایچینده)

source: Removes history (including history synced from other devices), cookies and other browsing data.
azb: گئچمیشی (باشقا جهازلاردان دؤنگل اوْلموش گئچمیشده ایچینده)، کوکی‌لر و دیگر باخیش بیلگی‌لری سیلیر.

source: Remove tab from collection
azb: تاغی مجموعه‌دن چیخار

source: Rename
azb: یئنی‌دن آدلاندیْر

source: Rename collection
azb: مجموعه‌نی یئنی‌دن آدلاندیْر

source: Replace query with “%s”. Example: https://suggestqueries.google.com/complete/search?client=firefox&q=%s
azb: ایستکی “%s” ایله دگیشدیرین. اؤرنک: https://suggest queries.google.com/complete/search?client=firefox b=%s

source: Replace query with “%s”. Example: https://www.google.com/search?q=%s
azb: ایستکی “%s” ایله دگیشدیرین. اؤرنک: https://www.google.com/search?q=%s

source: Report
azb: راپورت

source: Report product is in stock
azb: محصولون انباردا اوْلدوغونو بیلدیر

source: Request sent
azb: ایستک گؤندریلدی

source: Request support for this site?
azb: بو سایت اوچون آرخالاما ایستنسین؟

source: Required
azb: لازیم

source: Resend data
azb: دیتانی گئنه گؤندر

source: Resend data to this site?
azb: دیتا بو سایتا یئنی‌دن گؤندریلسین؟

source: Restart %1$s
azb: %1$s اَپینی یئنی‌دن باشلات

source: Restart add-ons
azb: تاخیلان‌لاری یئنی‌دن باشلات

source: Restore tab
azb: تاغی گئنه آل

source: Resume
azb: سوردور

source: Resync
azb: گئنه دؤنگل

source: RETRY
azb: گئنه سعی ائله

source: Return to previous app
azb: اؤنجه‌کی اَپَه دؤن

source: Review Checker
azb: باخیش یوخلایان

source: Review checker is powered by %s
azb: باخیش یوْخلایان %s -دان گوج آلمیش

source: Reviews: %1$s
azb: نظرلر: %1$s

source: Run in private browsing
azb: اؤزل موروردا چالیشدیر

source: Safe browsing with more choices
azb: داها چوخ سئچیمله گوونلی مورور

source: Sans serif
azb: سریف‌سیز

source: Sans Serif font
azb: سریف‌سیز فونت

source: Satisfied
azb: راضیْ

source: Save
azb: ساخلا

source: Save address
azb: آدرسی ساخلا

source: Save and fill addresses
azb: آدرس‌لری ساخلا و دوْلدور

source: Save and fill payment methods
azb: پول تؤکمه یول‌لارینیْ یاددا ساخلایین و دوْلدورون

source: Save as PDF
azb: PDF اولاراق ساخلا

source: Save as PDF…
azb: PDF اوْلاراق ساخلا…

source: Save changes.
azb: دگیشیم‌لری ساخلا.

source: Saved cards
azb: یاددا ساخلانان کارتلار

source: Saved passwords
azb: ساخلانمیش رمزلر

source: Saved %s
azb: %s ساخلاندیْ

source: Save file to device
azb: فایلی جهازدا ساخلا

source: Save image
azb: عکسی ساخلا

source: Save password?
azb: رمز یاددا ساخلانسین؟

source: Save passwords
azb: رمزلری ساخلا

source: Save selected tabs to collection
azb: سئچیلن تاغلاری مجموعه‌ده ساخلا

source: Save tabs to collection
azb: تاغ‌لاریْ مجموعه‌ده ساخلاییْن

source: Save this login?
azb: بو گیریش یاددا ساخلانسین؟

source: Save to collection
azb: مجموعه‌ده ساخلا

source: Save to collection…
azb: مجموعه‌‌ده ساخلا…

source: %s by Mozilla
azb: %s موْزیلا طرفیندن

source: Scan
azb: اسکن

source: Scan the code
azb: کد اسکنی

source: Scan the QR code shown at <b>firefox.com/pair</b>
azb: <b>firefox.com/pair</b> آدرسینه گؤرونن QR کوْدونو اسکن ائله‌یین

source: Scroll to hide address bar and toolbar
azb: آدرس چوبوغونو و ابزار چوبوغونو گیزله‌مک اوچون چکین

source: Scroll to hide toolbar
azb: آلت‌لر چوبوغونو گیزلتمک اوچون اسکرول ائله‌

source: Search
azb: آختاریش

source: Search %1$s
azb: %1$s -دا آختار

source: Search bookmarks
azb: بوکمارک‌دا آختار

source: Search browsing history
azb: موُرور گئچمیشینده آختار

source: Search directly from the address bar
azb: موستقیم آدرس چوبوغوندان آختارین

source: Search engine name
azb: آختاریش موتورو آدیْ

source: Search engines
azb: آختاریش موتورلاری

source: Search engine settings
azb: آختاریش موتورونون تنظیم‌لری

source: Search history
azb: مورور گئچمیشینده آختار

source: Search language
azb: دیل آختار

source: Search logins
azb: گیریش‌لرده آختار

source: Search or enter address
azb: آختارین یا آدرسی گیرین

source: Search passwords
azb: رمزلرده آختار

source: Search %s
azb: %s ایله آختار

source: Search settings
azb: آختاریش تنظیم‌لری

source: Search string URL
azb: آختاریش‌ین اینترنت آدرسی

source: Search suggestion API (optional)
azb: آختاریش تکلیفی API -یی (ایستگه باغلی)

source: Search suggestion API URL
azb: آختاریش تکلیفی API-ین اینترنت آدرسی

source: Search synced tabs
azb: دؤنگل ائدیلمیش تاغ‌لاردا آختار

source: Search tabs
azb: تاغ‌لاردا آختار

source: Search the web
azb: وب‌ده آختارین

source: Secure Connection Failed
azb: گوونلی باغلانتی اوغورسوز اولدو

source: Securely save this card?
azb: بو کارت گوونلی شکیلده یاددا ساخلانسین؟

source: Securely send tabs between your devices and discover other privacy features in Firefox.
azb: تاغلاری جهازلاریز آراسیندا گوونلی شکلده گؤندرین و فایرفاکسین آیری اؤزللیکلرینی کشف ائله‌یین.

source: Secure site not available
azb: گوونلی سایت موجود دئییل

source: Secure Site Not Available
azb: گوونلی سایت موجود دئییل

source: Secure your saved passwords
azb: ساخلانمیش رمزلریزی قوْرویون

source: Secure your saved payment methods
azb: یاددا ساخلادیغیز پول تؤکمه یوللاریزیْ قوْرویون

source: See all synced tabs
azb: بوتون دؤنگل اولموش تاغلارا باخین

source: See how reliable product reviews are on %1$s before you buy. Review Checker, an experimental feature from %2$s, is built right into the browser.
azb: آلماقدان اول %1$s-ده محصول باخیش‌لارینین نه قدر اعتبارلی اوْلدوغونا باخین. %2$s -ین آزمایشی بیر اؤزللیگی اوْلان باخیش یوْخلاییجی‌سی دوْغوردان مرورگرین ایچینه قوْیولموش.

source: See how reliable product reviews are on %1$s before you buy. Review checker, an experimental feature from %2$s, is built right into the browser. It works on %3$s and %4$s, too.
azb: آلماقدان اول %1$s-ده محصول باخیش‌لارینین نه قدر اعتبارلی اوْلدوغونا باخین. باخیش یوْخلاییجی‌سیْ، %2$s-دن آزمایشی خصوصیت بیرباشا مرورچودا نظرده آلینمیش. اوْ همچنین %3$s و %4$s اوستونده ایشلییر.

source: Select address
azb: آدرس سئچین

source: Select all
azb: هامیسینی سئچ

source: Select collection
azb: مجموعه سئچین

source: Select credit card
azb: اعتباری کارتینی سئچین

source: Selected
azb: سئچیلدی

source: Selected language
azb: سئچیلمیش دیل

source: Selected tabs menu
azb: سئچیلن تاغ‌لار منوسو

source: Select folder
azb: قوْولوق سئچ

source: Select one
azb: بیرینی سئچ

source: Select tabs
azb: تاغ‌لاری سئچین

source: Select Tabs
azb: تاغ‌لاری سئچین

source: Select tabs to save
azb: ساخلاناجاق تاغ‌لاری سئچ

source: %s encrypts all payment methods you save
azb: %s ساخلادیغیز بوتون پول تؤکمه یول‌لارینیْ رمزلشدیریر

source: %s encrypts your card number. Your security code won’t be saved.
azb: %s کارت نومره‌زی رمزله‌ییر. گوونلیک کودو یاددا ساخلانمیاجاق

source: Send crash report to %1$s
azb: سینماق راپورتونو %1$s -یه گؤندر

source: Send crash report to Mozilla
azb: سیْنماق راپورتونو موْزیلایا گؤندر

source: Sending crash report to %1$s
azb: سینماق راپورتو %1$s-یا گؤندریلیر

source: Send request
azb: ایستک یوللا

source: Send to all devices
azb: بوتون جهازلارا گؤندر

source: Send to device
azb: جهازا گؤندر

source: Sep
azb: سپتامبر

source: Sepia
azb: تورپاق

source: Sepia color scheme
azb: تورپاق رنگی طرحی

source: Serif
azb: سریف‌لی

source: Serif font
azb: سریف‌لی فونت

source: Set
azb: تنظیم ‌ائله

source: Set as default browser
azb: وارساییلان مورورچو ائله

source: Set by Battery Saver
azb: باتری ساخلیان طرفیندن تنظیم‌لنیر

source: Set links from websites, emails, and messages to open automatically in Firefox.
azb: فایرفاکس‌دا اتوماتیک آچیلماق اوچون سایتلاریندان، ایمیل‌لریندن و مسیج‌لریندن باغلانتی‌ْ تعیین ائدین.‎

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
azb: گئچن گون، هفته و یا آی ایچینده باخیلمامیش آچیق تاغ‌لاری اوتوماتیک باغلاماغا قویون.

source: Set time
azb: چاغ تنظیمی

source: Settings
azb: تنظیم‌‎لر

source: Set up a device lock pattern, PIN, or password to protect your saved passwords from being accessed if someone else has your device.
azb: باشقا جهازیز وارسا، یاددا ساخلادیغیز رمزلریزه گیرمک‌دن قوْروماق اوچون جهاز کیلیدی نمونه‌سی، پین و یا رمز وئرین.

source: Set up a device lock pattern, PIN, or password to protect your saved payment methods from being accessed if someone else has your device.
azb: آیری نفرین جهازیزیْ اَله توشمه‌سی دوروموندا یاددا ساخلادیغیز پول تؤکمه یوللاریزیْ گیرمکدن قوْروماق اوچون جهاز کیلیدی الگوسو، پین و یا رمز وئرین.

source: Set up now
azb: ایندی قورون

source: Share
azb: پایلاش

source: Share…
azb: پایلاش…

source: Share all tabs
azb: بوتون تاغ‌لاری پایلاش

source: Share email address
azb: ایمیل آدرسی پایلاش

source: Share image
azb: عکسی پایلاش

source: Share link
azb: باغلانتی‌نی پایلاش

source: Shares basic usage data with Adjust, our mobile marketing vendor
azb: اساس ایشه آلما بیلگی‌لرینی موبایل بازارلاما ایش اوْرتاغیمیز Adjust ایله پایلاشیر.

source: Share selected tabs
azb: سئچیلمیش تاغ‌لاری پایلاش

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
azb: %1$s داها یاخچیْ ائتمک اوچون موُروچونوز حاقیندا ایشله‌ییش،ایشه آلما، دوْنانیم و اؤزللشدیرمه دیتالارینی موزیلا ایله پایلاشیر.

source: Share via
azb: پایلاش

source: Share with…
azb: … ایله پایلاش

source: %s, Heading
azb: %s، عنوان

source: Shipping
azb: آپارماق

source: Shortcut limit reached
azb: شورتکات حددینه یئتیردیز

source: Shortcut name
azb: شورتکات آدیْ

source: Shortcuts
azb: شورتکات‌لار

source: Shortcut URL
azb: شورتکات‌ آدرسی

source: Show ads in review checker
azb: باخیش یوخلایان‌دا تبلیغاتیْ گؤرست

source: Show all
azb: هامیسینی گؤستر

source: Show all bookmarks
azb: بوتون بوکمارک‌لاری گؤستر

source: Show all past explorations
azb: بوتون گئچمیش آراشدیرمالاری گؤستر

source: Show all recent tabs button
azb: بوتون سون تاغلاری گؤستر دویمه‌سی

source: Show all saved bookmarks
azb: بوتون ساخلانمیش بوکمارک‌لاری گؤستر

source: Show clipboard suggestions
azb: کلیپ‌بوْرد تکلیف‌لرینی گؤستر

source: Show full history
azb: بوتون گئچمیشی گؤستر

source: Show in private sessions
azb: گیزلی اوْتوروُم‌لاردا گؤستر

source: Show less
azb: آز گؤرست

source: Show more
azb: چوْخ گؤرست

source: Show password
azb: رمزی گؤستر

source: Show search suggestions
azb: آختاریْش تکلیف‌لرینی گؤستر

source: Show voice search
azb: سس‌لی آختاریشیْ گؤستر

source: Sign back in to sync
azb: دؤنگل اوچون گئنه گیرین

source: Sign in
azb: گیریش

source: Sign in to reconnect
azb: یئنی‌دن باغلانماق اوچون گیریش ائدین

source: Sign in to see synced bookmarks
azb: دؤنگل ائدیلن بوکمارک‌لاری گؤرمک اوچون اوْتوروُم آچین

source: Sign in to sync
azb: دؤنگله گیریش ائله‌یین

source: Sign in to Sync
azb: دؤنگله گیریش

source: Sign in to sync tabs, bookmarks, passwords, and more.
azb: تاغلاریْ، بوکمارک‌لاریْ، رمزلری و داها چوْخوُنو دؤنگل ائتمک اوچون گیریش ائله‌یین.

source: Sign in with a %1$s account
azb: %1$s حسابی ایله گیرین

source: Sign in with your camera
azb: کامرانیزلا گیریش ائدین

source: Sign out
azb: چیخیش

source: Site
azb: سایت

source: Site currently not supported
azb: سایت هله‌لیک آرخالانمیر

source: Site information
azb: سایت بیلگی‌لری

source: Site notifications
azb: سایت بیلدیریش‌لری

source: Site permissions
azb: سایت اجازه‌لری

source: Site removed
azb: سایت قالدیریلدیْ

source: Skip
azb: گئچ

source: Social Media Trackers
azb: اجتماعی شبکه ایزله‌ییجی‌لری

source: Some content has been blocked by the autoplay setting
azb: بعضی موحتوالار اوتوماتیک‌چال تنظیمی طرفیندن مسدود اولموش

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
azb: آشاغیدا اشاره اوْلونان بعضی ایزله‌ییجی‌لر، اوْنلارلا تعامل ساخلاماغیز اوچون بو صفحه‌ده مسدودیت‌لری رفع اوْلموش.

source: Sorry. %1$s can’t load that page.
azb: باغیشلایین، %1$s بو صفحه‌نی دولدورا بیلمه‌دی.

source: Sorry. %1$s had a problem and crashed.
azb: باغیشلایین. %1$s موشکولونه اوزلشدی و سیندی.

source: Sorry. A problem occurred in %1$s.
azb: باغیشلایین، %1$s اپینده موشکول قاباغا گلدی.

source: Sort passwords menu
azb: رمزلری سریه سالما منوسو

source: %s | OSS Libraries
azb: %s | OSS کتابخانالاری

source: Speak now
azb: ایندی دانیش

source: Sponsored
azb: اسپانسرلی

source: Sponsored shortcuts
azb: اسپانسرلی شوْرتکات‌لار

source: Sponsored stories
azb: اسپانسرلی ناغیل‌لار

source: %s (Private)
azb: %s (گیزلی)

source: %s protects you from many of the most common trackers that follow what you do online.
azb: %s سیزی آنلاین گؤردوک‌لرینیزی ایزله‌ین اَن چوْخ یایغین ایزله‌ییجی‌لردن گؤرویور.

source: %s search
azb: %s آختاریشیْ

source: %s search engine
azb: %s آختاریش موتورو

source: Standard
azb: استاندارد

source: Standard (default)
azb: استاندارد (وارساییلان)

source: Start your first search
azb: ایلک آختارماغیزا باشلایین

source: State
azb: منطقه

source: Status:
azb: دوروم:

source: Stay
azb: قال

source: Stay encrypted when you hop between devices
azb: جهازلار آراسیندا گئچیش ائلین زامان رمزلنمیش قالین.

source: Stay in private browsing
azb: گیزلی موروچودا قالین

source: Stop
azb: دوردور

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
azb: ایزله‌مه کوْدو اوْلان خارجی تبلیغاتلارین، ویدئولارین و باشقا محتوالارین دوْلماسینیْ دایاندیریر. بعضی سایت عملکردلرینه تاثیر ائده بیلر.
